Repository: magnram/notchprompter
Catalog: NotchPrompter/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, uk, zh_hans, zh_hant

source: Your script hangs right under the camera, so you can read it while you look people in the eye — in video calls, recordings and presentations.
da: Dit manuskript hænger lige under kameraet, så du kan læse det, mens du ser folk i øjnene – i videoopkald, optagelser og præsentationer.
de: Dein Skript hängt direkt unter der Kamera. So kannst du es lesen und anderen dabei in die Augen schauen – in Videoanrufen, Aufnahmen und Präsentationen.
es: Tu guion aparece justo debajo de la cámara, para que puedas leerlo mientras miras a la gente a los ojos: en videollamadas, grabaciones y presentaciones.
fi: Käsikirjoituksesi on aivan kameran alla, joten voit lukea sitä ja katsoa samalla ihmisiä silmiin – videopuheluissa, tallenteissa ja esityksissä.
fr: Votre script s’affiche juste sous la caméra : vous pouvez le lire tout en regardant les gens dans les yeux, en visioconférence, en vidéo ou en présentation.
it: Il copione compare proprio sotto la fotocamera, così puoi leggerlo guardando le persone negli occhi: in videochiamata, nelle registrazioni e nelle presentazioni.
ja: 原稿がカメラのすぐ下に表示されるので、ビデオ通話や収録、プレゼンテーションでも相手の目を見ながら読めます。
ko: 대본이 카메라 바로 아래에 표시되므로 화상 통화, 녹화, 프레젠테이션 중에도 상대방의 눈을 보면서 읽을 수 있습니다.
nb: Manuset henger rett under kameraet, så du kan lese det mens du ser folk i øynene – i videosamtaler, opptak og presentasjoner.
nl: Je script hangt direct onder de camera, zodat je het kunt lezen terwijl je mensen in de ogen kijkt – in videogesprekken, opnamen en presentaties.
pl: Scenariusz wisi tuż pod kamerą, więc możesz go czytać, patrząc ludziom w oczy — podczas rozmów wideo, nagrań i prezentacji.
pt_br: Seu roteiro fica logo abaixo da câmera, para você ler enquanto olha as pessoas nos olhos — em videochamadas, gravações e apresentações.
pt_pt: O teu guião fica mesmo por baixo da câmara, para o poderes ler enquanto olhas as pessoas nos olhos — em videochamadas, gravações e apresentações.
ru: Ваш сценарий висит прямо под камерой, поэтому вы читаете его, глядя людям в глаза, — на видеозвонках, в записях и на презентациях.
sv: Ditt manus hänger precis under kameran, så att du kan läsa det medan du ser folk i ögonen – i videosamtal, inspelningar och presentationer.
tr: Metniniz kameranın hemen altında durur; böylece görüntülü görüşmelerde, kayıtlarda ve sunumlarda insanların gözünün içine bakarken okuyabilirsiniz.
uk: Ваш сценарій висить просто під камерою, тож ви читаєте його, дивлячись людям в очі, — у відеодзвінках, записах і презентаціях.
zh_hans: 讲稿就显示在摄像头正下方，让你在视频通话、录制和演示时，一边看稿一边与观众保持眼神交流。
zh_hant: 講稿就顯示在相機正下方，讓你在視訊通話、錄影和簡報時，一邊看稿一邊與觀眾保持眼神接觸。

source: Your scripts
da: Dine manuskripter
de: Deine Skripte
es: Tus guiones
fi: Käsikirjoituksesi
fr: Vos scripts
it: I tuoi copioni
ja: あなたの原稿
ko: 나의 대본
nb: Manusene dine
nl: Je scripts
pl: Twoje scenariusze
pt_br: Seus roteiros
pt_pt: Os teus guiões
ru: Ваши сценарии
sv: Dina manus
tr: Metinleriniz
uk: Ваші сценарії
zh_hans: 你的讲稿
zh_hant: 你的講稿

source: Your voice never leaves your Mac. Needs Dictation turned on in System Settings → Keyboard. Turn off to use Apple's servers instead.
da: Din stemme forlader aldrig din Mac. Kræver, at Diktering er slået til i Systemindstillinger → Tastatur. Slå fra for at bruge Apples servere i stedet.
de: Deine Stimme verlässt nie deinen Mac. Dafür muss die Diktierfunktion in Systemeinstellungen → Tastatur aktiviert sein. Deaktiviere die Option, um stattdessen die Server von Apple zu verwenden.
es: Tu voz nunca sale de tu Mac. Requiere tener Dictado activado en Ajustes del Sistema → Teclado. Desactívalo para usar los servidores de Apple.
fi: Äänesi ei koskaan poistu Macistasi. Edellyttää, että Sanelu on päällä kohdassa Järjestelmäasetukset → Näppäimistö. Poista käytöstä, jos haluat käyttää Applen palvelimia.
fr: Votre voix ne quitte jamais votre Mac. Nécessite d’activer la dictée dans Réglages Système → Clavier. Désactivez cette option pour utiliser plutôt les serveurs d’Apple.
it: La tua voce non lascia mai il Mac. Richiede che la dettatura sia attiva in Impostazioni di Sistema → Tastiera. Disattiva l’opzione per usare invece i server di Apple.
ja: 声がMacの外に送られることはありません。「システム設定」→「キーボード」で音声入力をオンにする必要があります。オフにすると、代わりにAppleのサーバを使用します。
ko: 음성이 Mac 외부로 전송되지 않습니다. 시스템 설정 → 키보드에서 받아쓰기를 켜야 합니다. 끄면 대신 Apple 서버를 사용합니다.
nb: Stemmen din forlater aldri Macen. Krever at Diktering er slått på i Systeminnstillinger → Tastatur. Slå av for å bruke Apples servere i stedet.
nl: Je stem verlaat je Mac nooit. Hiervoor moet de dicteerfunctie aan staan in Systeeminstellingen → Toetsenbord. Zet dit uit om in plaats daarvan de servers van Apple te gebruiken.
pl: Twój głos nigdy nie opuszcza Maca. Wymaga włączonego Dyktowania w Ustawieniach systemowych → Klawiatura. Wyłącz, aby zamiast tego używać serwerów Apple.
pt_br: Sua voz nunca sai do seu Mac. Requer o Ditado ativado em Ajustes do Sistema → Teclado. Desative para usar os servidores da Apple.
pt_pt: A tua voz nunca sai do teu Mac. Requer o Ditado ativado em Definições do Sistema → Teclado. Desativa para usar os servidores da Apple.
ru: Ваш голос никуда не передаётся с вашего Mac. Нужна включённая диктовка в разделе «Системные настройки» → «Клавиатура». Выключите, чтобы использовать серверы Apple.
sv: Din röst lämnar aldrig din Mac. Kräver att Diktering är på i Systeminställningar → Tangentbord. Stäng av för att använda Apples servrar i stället.
tr: Sesiniz Mac’inizden asla çıkmaz. Sistem Ayarları → Klavye bölümünde Dikte’nin açık olması gerekir. Bunun yerine Apple sunucularını kullanmak için kapatın.
uk: Ваш голос не залишає вашого Mac. Потрібно ввімкнути диктування в Системних параметрах → Клавіатура. Вимкніть, щоб використовувати сервери Apple.
zh_hans: 你的声音绝不会离开你的 Mac。需要在“系统设置”→“键盘”中打开听写。关闭此选项可改用 Apple 服务器。
zh_hant: 你的聲音絕不會離開你的 Mac。需要在「系統設定」→「鍵盤」中開啟聽寫。關閉此選項即可改用 Apple 伺服器。

source: about %@ to read
da: ca. %@ læsetid
de: etwa %@ Lesezeit
es: unos %@ de lectura
fi: lukuaika noin %@
fr: environ %@ de lecture
it: circa %@ di lettura
ja: 読み上げ時間 約%@
ko: 읽는 데 약 %@
nb: ca. %@ lesetid
nl: ongeveer %@ leestijd
pl: ok. %@ czytania
pt_br: cerca de %@ de leitura
pt_pt: cerca de %@ de leitura
ru: примерно %@ на чтение
sv: cirka %@ lästid
tr: okuma süresi yaklaşık %@
uk: приблизно %@ на читання
zh_hans: 朗读约需 %@
zh_hant: 朗讀約需 %@

source: look people in the eye
da: se folk i øjnene
de: blickkontakt halten
es: mira a la gente a los ojos
fi: katso ihmisiä silmiin
fr: les yeux dans les yeux
it: guardali negli occhi
ja: 相手の目を見ながら
ko: 상대방의 눈을 보면서
nb: se folk i øynene
nl: kijk mensen in de ogen
pl: patrz ludziom w oczy
pt_br: olhe as pessoas nos olhos
pt_pt: olha as pessoas nos olhos
ru: смотрите людям в глаза
sv: se folk i ögonen
tr: insanların gözüne bakın
uk: дивіться людям в очі
zh_hans: 直视观众的眼睛
zh_hant: 直視觀眾的眼睛

# welcomeScript
source: Welcome to NotchPrompter. Press the microphone below and read this out loud. The text follows your voice, so the next words are always right under your camera. Keep your eyes up here. To the people watching, it looks like you are talking straight to them. If you lose your place, click the word you are on, and the prompter continues from there. Notes to yourself go in brackets. (take a breath) You don't read them out loud, and the prompter moves past them. Prefer a steady pace? Press play instead. Hover over the text to pause, and use the tortoise and the hare to change the speed. To write your own script, click the pencil. Your scripts are saved on this Mac. That is all. Have a great recording!
da: Velkommen til NotchPrompter. Tryk på mikrofonen herunder, og læs det her højt. Teksten følger din stemme, så de næste ord altid står lige under kameraet. Hold blikket heroppe. For dem, der ser med, ser det ud, som om du taler direkte til dem. Hvis du mister tråden, så klik på det ord, du er nået til, og prompteren fortsætter derfra. Noter til dig selv skriver du i parentes. (tag en dyb indånding) Dem læser du ikke højt, og prompteren springer dem over. Vil du hellere have et jævnt tempo? Så tryk på afspil i stedet. Hold markøren over teksten for at sætte på pause, og brug skildpadden og haren til at ændre hastigheden. Klik på blyanten for at skrive dit eget manuskript. Dine manuskripter gemmes på denne Mac. Det var det hele. God fornøjelse med optagelsen!
de: Willkommen bei NotchPrompter. Drück unten auf das Mikrofon und lies diesen Text laut vor. Der Text folgt deiner Stimme, sodass die nächsten Wörter immer direkt unter deiner Kamera stehen. Lass deinen Blick hier oben. Für alle, die zuschauen, sieht es so aus, als würdest du direkt mit ihnen sprechen. Wenn du den Faden verlierst, klick auf das Wort, bei dem du gerade bist, und der Prompter macht dort weiter. Notizen für dich selbst schreibst du in Klammern. (tief durchatmen) Die liest du nicht laut vor, und der Prompter läuft einfach darüber hinweg. Lieber ein gleichmäßiges Tempo? Dann drück stattdessen auf Abspielen. Fahr mit der Maus über den Text, um anzuhalten, und ändere das Tempo mit der Schildkröte und dem Hasen. Um dein eigenes Skript zu schreiben, klick auf den Stift. Deine Skripte werden auf diesem Mac gesichert. Das war's schon. Viel Spaß bei der Aufnahme!
es: Te damos la bienvenida a NotchPrompter. Pulsa el micrófono de abajo y lee esto en voz alta. El texto sigue tu voz, así que las siguientes palabras siempre están justo debajo de tu cámara. Mantén la mirada aquí arriba. Quien te vea tendrá la sensación de que le hablas directamente. Si te pierdes, haz clic en la palabra por la que vas y el teleprompter seguirá desde ahí. Las notas para ti van entre paréntesis. (respira hondo) No se leen en voz alta, y el teleprompter se las salta. ¿Prefieres un ritmo constante? Entonces pulsa reproducir. Pasa el puntero por encima del texto para pausarlo, y usa la tortuga y la liebre para cambiar la velocidad. Para escribir tu propio guion, haz clic en el lápiz. Tus guiones se guardan en este Mac. Y eso es todo. ¡Que disfrutes grabando!
fi: Tervetuloa NotchPrompteriin. Paina alla olevaa mikrofonia ja lue tämä ääneen. Teksti seuraa ääntäsi, joten seuraavat sanat ovat aina aivan kamerasi alla. Pidä katseesi täällä ylhäällä. Katsojista näyttää siltä, että puhut suoraan heille. Jos putoat kärryiltä, klikkaa sanaa, jonka kohdalla olet, niin prompteri jatkaa siitä. Muistiinpanot itsellesi kirjoitetaan sulkeisiin. (hengitä syvään) Niitä ei lueta ääneen, ja prompteri siirtyy niiden ohi. Haluatko tasaisen tahdin? Paina silloin toistoa. Voit pysäyttää tekstin viemällä osoittimen sen päälle, ja nopeutta säädetään kilpikonnalla ja jäniksellä. Jos haluat kirjoittaa oman käsikirjoituksen, klikkaa kynää. Käsikirjoituksesi tallennetaan tälle Macille. Siinä kaikki. Onnistunutta tallennusta!
fr: Bienvenue dans NotchPrompter. Appuyez sur le micro ci-dessous et lisez ce texte à voix haute. Le texte suit votre voix, donc les mots suivants sont toujours juste sous votre caméra. Gardez les yeux ici, en haut. Pour les personnes qui vous regardent, vous avez l’air de leur parler directement. Si vous perdez le fil, cliquez sur le mot où vous en êtes, et le prompteur reprend à partir de là. Les notes pour vous-même se mettent entre parenthèses. (inspirez profondément) Vous ne les lisez pas à voix haute, et le prompteur passe par-dessus. Vous préférez un rythme régulier ? Appuyez plutôt sur Lecture. Survolez le texte pour faire une pause, et utilisez la tortue et le lièvre pour changer la vitesse. Pour écrire votre propre script, cliquez sur le crayon. Vos scripts sont enregistrés sur ce Mac. C’est tout. Bon enregistrement !
it: Benvenuto in NotchPrompter. Premi il microfono qui sotto e leggi questo testo ad alta voce. Il testo segue la tua voce, così le parole successive sono sempre proprio sotto la fotocamera. Tieni gli occhi qui in alto. A chi ti guarda sembrerà che tu stia parlando direttamente con loro. Se perdi il segno, fai clic sulla parola a cui sei arrivato e il prompter riparte da lì. Le note per te stesso vanno tra parentesi. (fai un bel respiro) Non le leggi ad alta voce e il prompter le salta. Preferisci un ritmo costante? Allora premi Riproduci. Passa il puntatore sul testo per fare una pausa e usa la tartaruga e la lepre per cambiare la velocità. Per scrivere il tuo copione, fai clic sulla matita. I tuoi copioni vengono salvati su questo Mac. È tutto. Buona registrazione!
ja: NotchPrompterへようこそ。 下のマイクを押して、これを声に出して読んでみてください。テキストが声に合わせて動くので、次の言葉がいつもカメラのすぐ下にあります。 目線はここに置いたままで。見ている人には、まっすぐ自分に話しかけているように見えます。 どこを読んでいるかわからなくなったら、今の単語をクリックしてください。プロンプターがそこから続けます。 自分へのメモは、かっこの中に書きます。（ひと呼吸おく）これは声に出して読まなくても大丈夫。プロンプターが先へ進みます。 一定のペースで進めたいときは、代わりに再生を押してください。テキストの上にポインタを置くと一時停止し、カメとウサギのボタンで速さを変えられます。 自分の原稿を書くには、鉛筆をクリックします。原稿はこのMacに保存されます。 説明は以上です。収録を楽しんでください！
ko: NotchPrompter에 오신 것을 환영합니다. 아래의 마이크를 누르고 이 글을 소리 내어 읽어 보세요. 텍스트가 목소리를 따라가기 때문에 다음 단어가 항상 카메라 바로 아래에 있습니다. 시선은 여기 위에 두세요. 보는 사람에게는 당신이 바로 자신에게 말하고 있는 것처럼 보입니다. 어디를 읽고 있는지 놓쳤다면 지금 읽는 단어를 클릭하세요. 프롬프터가 거기서부터 이어갑니다. 자신을 위한 메모는 괄호 안에 넣습니다. (숨 한번 쉬기) 괄호 안은 소리 내어 읽지 않아도 되고, 프롬프터는 그냥 지나갑니다. 일정한 속도가 더 좋다면 대신 재생을 누르세요. 텍스트 위에 포인터를 올리면 일시 정지되고, 거북이와 토끼로 속도를 바꿀 수 있습니다. 나만의 대본을 쓰려면 연필을 클릭하세요. 대본은 이 Mac에 저장됩니다. 이게 전부입니다. 즐겁게 녹화하세요!
nb: Velkommen til NotchPrompter. Trykk på mikrofonen her nede og les dette høyt. Teksten følger stemmen din, så de neste ordene alltid står rett under kameraet. Hold blikket her oppe. For dem som ser på, ser det ut som om du snakker rett til dem. Hvis du mister tråden, klikker du på ordet du er på, så fortsetter prompteren derfra. Notater til deg selv skriver du i parentes. (trekk pusten dypt) Dem leser du ikke høyt, og prompteren hopper over dem. Vil du heller ha et jevnt tempo? Trykk på spill av i stedet. Hold pekeren over teksten for å pause, og bruk skilpadden og haren til å endre farten. Klikk på blyanten for å skrive ditt eget manus. Manusene dine lagres på denne Macen. Det var alt. Lykke til med opptaket!
nl: Welkom bij NotchPrompter. Druk hieronder op de microfoon en lees dit hardop voor. De tekst volgt je stem, dus de volgende woorden staan altijd direct onder je camera. Houd je ogen hier boven. Voor de mensen die kijken, lijkt het alsof je rechtstreeks tegen ze praat. Ben je de draad kwijt? Klik op het woord waar je bent, en de prompter gaat vanaf daar verder. Notities voor jezelf zet je tussen haakjes. (even diep ademhalen) Die lees je niet hardop voor, en de prompter gaat er gewoon overheen. Liever een vast tempo? Druk dan op afspelen. Beweeg de muis over de tekst om te pauzeren, en gebruik de schildpad en de haas om het tempo te veranderen. Wil je je eigen script schrijven? Klik dan op het potlood. Je scripts worden op deze Mac bewaard. Dat was het. Veel plezier met opnemen!
pl: Witaj w NotchPrompterze. Kliknij mikrofon poniżej i przeczytaj to na głos. Tekst podąża za twoim głosem, więc kolejne słowa są zawsze tuż pod kamerą. Patrz tutaj, w górę. Widzom wydaje się, że mówisz prosto do nich. Jeśli zgubisz miejsce, kliknij słowo, na którym jesteś, a prompter ruszy dalej od tego miejsca. Notatki dla siebie wpisuj w nawiasach. (weź głęboki oddech) Nie czytasz ich na głos, a prompter po prostu je mija. Wolisz stałe tempo? Kliknij wtedy odtwarzanie. Najedź kursorem na tekst, żeby go zatrzymać, a tempo zmieniaj żółwiem i zającem. Aby napisać własny scenariusz, kliknij ołówek. Twoje scenariusze zapisują się na tym Macu. To wszystko. Udanego nagrania!
pt_br: Boas-vindas ao NotchPrompter. Clique no microfone aqui embaixo e leia este texto em voz alta. O texto segue a sua voz, então as próximas palavras ficam sempre logo abaixo da câmera. Mantenha os olhos aqui em cima. Para quem está assistindo, parece que você está falando diretamente com cada um. Se você se perder, clique na palavra em que está, e o teleprompter continua dali. Anotações para você mesmo ficam entre parênteses. (respire fundo) Você não as lê em voz alta, e o teleprompter passa direto por elas. Prefere um ritmo constante? Então clique em reproduzir. Passe o cursor sobre o texto para pausar e use a tartaruga e a lebre para mudar a velocidade. Para escrever o seu próprio roteiro, clique no lápis. Seus roteiros ficam salvos neste Mac. É isso. Boa gravação!
pt_pt: Boas-vindas ao NotchPrompter. Clica no microfone aqui em baixo e lê isto em voz alta. O texto segue a tua voz, por isso as palavras seguintes estão sempre mesmo por baixo da câmara. Mantém os olhos aqui em cima. Para quem está a ver, parece que estás a falar diretamente com cada um. Se te perderes, clica na palavra onde estás e o teleponto continua a partir daí. As notas para ti próprio vão entre parênteses. (respira fundo) Não são para ler em voz alta, e o teleponto salta-as. Preferes um ritmo constante? Então carrega em reproduzir. Passa o cursor sobre o texto para pausar e usa a tartaruga e a lebre para mudar a velocidade. Para escreveres o teu próprio guião, clica no lápis. Os teus guiões ficam guardados neste Mac. É tudo. Boa gravação!
ru: Добро пожаловать в NotchPrompter. Нажмите на микрофон внизу и прочитайте это вслух. Текст следует за вашим голосом, поэтому следующие слова всегда прямо под камерой. Смотрите сюда, наверх. Зрителям будет казаться, что вы говорите прямо с ними. Если собьётесь, нажмите на слово, на котором остановились, и суфлёр продолжит с этого места. Заметки для себя пишите в скобках. (сделайте вдох) Их не нужно читать вслух, и суфлёр просто пропустит их. Хотите ровный темп? Тогда нажмите «Воспроизвести». Наведите курсор на текст, чтобы поставить на паузу, а черепаха и заяц меняют скорость. Чтобы написать свой сценарий, нажмите на карандаш. Ваши сценарии хранятся на этом Mac. Вот и всё. Удачной записи!
sv: Välkommen till NotchPrompter. Tryck på mikrofonen här nedanför och läs det här högt. Texten följer din röst, så nästa ord står alltid precis under kameran. Håll blicken här uppe. För dem som tittar ser det ut som att du pratar direkt till dem. Om du tappar tråden klickar du på ordet du är på, så fortsätter promptern därifrån. Anteckningar till dig själv skriver du inom parentes. (ta ett djupt andetag) Dem läser du inte högt, och promptern hoppar förbi dem. Vill du hellre ha en jämn takt? Tryck på spela upp i stället. Håll pekaren över texten för att pausa, och använd sköldpaddan och haren för att ändra hastigheten. Klicka på pennan om du vill skriva ett eget manus. Dina manus sparas på den här Macen. Det var allt. Lycka till med inspelningen!
tr: NotchPrompter’a hoş geldiniz. Aşağıdaki mikrofona basın ve bunu yüksek sesle okuyun. Metin sesinizi takip eder, böylece sıradaki sözcükler hep kameranızın hemen altında olur. Gözlerinizi burada, yukarıda tutun. İzleyenlere, doğrudan onlarla konuşuyormuşsunuz gibi görünür. Nerede kaldığınızı kaybederseniz bulunduğunuz sözcüğe tıklayın, prompter oradan devam eder. Kendinize aldığınız notları parantez içine yazın. (derin bir nefes alın) Bunları yüksek sesle okumazsınız, prompter da üzerlerinden geçip gider. Sabit bir tempo mu istersiniz? O zaman oynat düğmesine basın. Duraklatmak için imleci metnin üzerine getirin, hızı değiştirmek için de kaplumbağayı ve tavşanı kullanın. Kendi metninizi yazmak için kaleme tıklayın. Metinleriniz bu Mac’e kaydedilir. Hepsi bu kadar. İyi kayıtlar!
uk: Вітаємо в NotchPrompter. Натисніть мікрофон унизу й прочитайте це вголос. Текст стежить за вашим голосом, тож наступні слова завжди просто під камерою. Дивіться сюди, вгору. Глядачам здаватиметься, що ви говорите просто до них. Якщо зіб’єтеся, клацніть слово, на якому зупинилися, і суфлер продовжить із цього місця. Нотатки для себе пишіть у дужках. (зробіть вдих) Їх не треба читати вголос, і суфлер просто їх пропустить. Хочете рівний темп? Тоді натисніть «Відтворити». Наведіть курсор на текст, щоб поставити на паузу, а черепаха й заєць змінюють швидкість. Щоб написати власний сценарій, клацніть олівець. Ваші сценарії зберігаються на цьому Mac. От і все. Вдалого запису!
zh_hans: 欢迎使用 NotchPrompter。 点按下方的麦克风，然后把这段话大声读出来。文字会跟着你的声音走，所以接下来要读的内容始终就在摄像头正下方。 眼睛看着这里就好。在观众看来，你就像是在直接对他们说话。 如果读着读着找不到位置了，就点按你正在读的那个字，提词器会从那里接着往下走。 写给自己的提示放在括号里。（深呼吸）这些内容不用读出来，提词器会直接跳过。 更喜欢固定的节奏？那就点按播放。把指针停在文字上可以暂停，用乌龟和兔子按钮可以调节速度。 想写自己的讲稿，就点按铅笔。你的讲稿都存储在这台 Mac 上。 就是这么简单。祝你录制顺利！
zh_hant: 歡迎使用 NotchPrompter。 按一下下方的麥克風，然後把這段話大聲唸出來。文字會跟著你的聲音走，所以接下來要唸的內容永遠就在相機正下方。 眼睛看著這裡就好。在觀眾看來，你就像是直接在跟他們說話。 如果唸著唸著找不到位置了，就按一下你正在唸的那個字，提詞機會從那裡接著往下走。 寫給自己的提示放在括號裡。（深呼吸）這些內容不用唸出來，提詞機會直接跳過。 比較喜歡固定的節奏嗎？那就按一下播放。把指標停在文字上可以暫停，用烏龜和兔子按鈕可以調整速度。 想寫自己的講稿，就按一下鉛筆。你的講稿都儲存在這部 Mac 上。 就是這麼簡單。祝你錄影順利！

source: while you read your script
da: mens du læser dit manuskript
de: während du dein skript liest
es: mientras lees tu guion
fi: kun luet käsikirjoitusta
fr: pendant que vous lisez
it: mentre leggi il copione
ja: 原稿を読めます
ko: 대본을 읽으세요
nb: mens du leser manuset
nl: terwijl je je script leest
pl: czytając swój scenariusz
pt_br: enquanto lê seu roteiro
pt_pt: enquanto lês o teu guião
ru: пока читаете сценарий
sv: medan du läser ditt manus
tr: metninizi okurken
uk: поки читаєте сценарій
zh_hans: 同时照着讲稿念
zh_hant: 同時照著講稿唸

source: ■ The end
da: ■ Slut
de: ■ Ende
es: ■ Fin
fi: ■ Loppu
fr: ■ Fin
it: ■ Fine
ja: ■ 終わり
ko: ■ 끝
nb: ■ Slutt
nl: ■ Einde
pl: ■ Koniec
pt_br: ■ Fim
pt_pt: ■ Fim
ru: ■ Конец
sv: ■ Slut
tr: ■ Son
uk: ■ Кінець
zh_hans: ■ 结束
zh_hant: ■ 結束

source: ▶ Speed %lld
da: ▶ Fart %lld
de: ▶ Tempo %lld
es: ▶ Velocidad %lld
fi: ▶ Nopeus %lld
fr: ▶ Vitesse %lld
it: ▶ Velocità %lld
ja: ▶ 速度 %lld
ko: ▶ 속도 %lld
nb: ▶ Fart %lld
nl: ▶ Tempo %lld
pl: ▶ Tempo %lld
pt_br: ▶ Velocidade %lld
pt_pt: ▶ Velocidade %lld
ru: ▶ Скорость %lld
sv: ▶ Fart %lld
tr: ▶ Hız %lld
uk: ▶ Швидкість %lld
zh_hans: ▶ 速度 %lld
zh_hant: ▶ 速度 %lld

source: ▶ Starts when the mouse leaves
da: ▶ Starter, når markøren går væk
de: ▶ Startet, wenn die Maus weg ist
es: ▶ Empieza al apartar el ratón
fi: ▶ Alkaa, kun osoitin poistuu
fr: ▶ Démarre quand la souris sort
it: ▶ Parte quando esce il mouse
ja: ▶ ポインタが離れると開始
ko: ▶ 포인터가 벗어나면 시작
nb: ▶ Starter når pekeren går bort
nl: ▶ Start als de muis weggaat
pl: ▶ Start, gdy kursor wyjdzie
pt_br: ▶ Começa quando o mouse sair
pt_pt: ▶ Começa quando o rato sair
ru: ▶ Старт, когда уберёте курсор
sv: ▶ Startar när pekaren lämnar
tr: ▶ İmleç çıkınca başlar
uk: ▶ Старт, коли приберете курсор
zh_hans: ▶ 鼠标移开后开始
zh_hant: ▶ 滑鼠移開後開始

source: ❚❚ Paused
da: ❚❚ På pause
de: ❚❚ Pausiert
es: ❚❚ En pausa
fi: ❚❚ Tauolla
fr: ❚❚ Pause
it: ❚❚ In pausa
ja: ❚❚ 一時停止中
ko: ❚❚ 일시 정지됨
nb: ❚❚ Pauset
nl: ❚❚ Gepauzeerd
pl: ❚❚ Pauza
pt_br: ❚❚ Pausado
pt_pt: ❚❚ Em pausa
ru: ❚❚ Пауза
sv: ❚❚ Pausad
tr: ❚❚ Duraklatıldı
uk: ❚❚ Пауза
zh_hans: ❚❚ 已暂停
zh_hant: ❚❚ 已暫停

source: ⟲ Top
da: ⟲ Start
de: ⟲ Anfang
es: ⟲ Inicio
fi: ⟲ Alku
fr: ⟲ Début
it: ⟲ Inizio
ja: ⟲ 先頭
ko: ⟲ 맨 위
nb: ⟲ Starten
nl: ⟲ Begin
pl: ⟲ Początek
pt_br: ⟲ Início
pt_pt: ⟲ Início
ru: ⟲ Начало
sv: ⟲ Början
tr: ⟲ Başta
uk: ⟲ Початок
zh_hans: ⟲ 开头
zh_hant: ⟲ 開頭

source: Find…
de: Suchen …
es: Buscar…
fi: Etsi…
fr: Rechercher…
it: Trova…
ja: 検索…
ko: 찾기…
nb: Finn…
nl: Zoek…
pl: Znajdź…
pt_br: Buscar…
pt_pt: Procurar…
ru: Найти…
sv: Sök…
tr: Bul…
uk: Пошук…
zh_hans: 查找…
zh_hant: 尋找⋯

source: Zoom
de: Zoomen
fi: Zoomaa
fr: Réduire/agrandir
it: Ridimensiona
ja: 拡大/縮小
ko: 확대/축소
nl: Vergroot/verklein
pt_pt: Aumentar/reduzir
ru: Изменить масштаб
sv: Zooma
tr: Büyüt/Küçült
uk: Оптимізувати
zh_hans: 缩放
zh_hant: 縮放

source: Prompter
es: Teleprompter
fi: Prompteri
fr: Prompteur
ja: プロンプター
ko: 프롬프터
pt_br: Teleprompter
pt_pt: Teleponto
ru: Суфлёр
uk: Суфлер
zh_hans: 提词器
zh_hant: 提詞機

source: Teleprompter
fi: Teleprompteri
fr: Téléprompteur
ja: プロンプター
ko: 텔레프롬프터
pt_pt: Teleponto
ru: Телесуфлёр
uk: Телесуфлер
zh_hans: 提词器
zh_hant: 提詞機
